Repository: mansoor2016/Safa
Catalog: SafaWidgetExtension/Localizable.xcstrings
Source language: en
Languages: ar, bn, fa, fr, id, ms, tr, ur

# %@ at %@
source: %1$@ at %2$@
ar: %1$@ في %2$@
bn: %2$@ এ %1$@
fa: %1$@ در %2$@
fr: %1$@ à %2$@
id: %1$@ pada %2$@
ms: %1$@ pada %2$@
tr: %2$@ saatinde %1$@
ur: %2$@ پر %1$@

source: %lld to go
ar: %lld متبقي
bn: %lld বাকি
fa: %lld باقی‌مانده
fr: %lld restant
id: %lld lagi
ms: %lld lagi
tr: %lld kaldı
ur: %lld باقی

source: Active today
ar: نشط اليوم
bn: আজ সক্রিয়
fa: امروز فعال است
fr: Actif aujourd'hui
id: Aktif hari ini
ms: Aktif hari ini
tr: Bugün aktif
ur: آج ایکٹو

source: Add one to the counter
ar: أضف واحدة إلى العداد
bn: কাউন্টারে একটি যোগ করুন
fa: یکی را به پیشخوان اضافه کنید
fr: Ajoutez-en un au comptoir
id: Tambahkan satu ke konter
ms: Tambah satu ke kaunter
tr: Sayaca bir tane ekle
ur: کاؤنٹر میں ایک شامل کریں۔

source: All prayers logged!
ar: تم تسجيل جميع الصلوات!
bn: সব প্রার্থনা লগ!
fa: همه دعاها ثبت شد!
fr: Toutes les prières enregistrées !
id: Semua doa dicatat!
ms: Semua doa dicatat!
tr: Tüm dualar kaydedildi!
ur: تمام دعائیں لاگو!

source: Asr
ar: العصر
bn: আসর
fa: عصر
id: Ashar
ms: Asar
tr: İkindi
ur: عصر

source: Best: %lld days
ar: الأفضل: أيام %lld
bn: সেরা: %lld দিন
fa: بهترین: روز %lld
fr: Meilleur : jours %lld
id: Terbaik: %lld hari
ms: Terbaik: %lld hari
tr: En iyi: %lld gün
ur: بہترین: %lld دن

source: Change
ar: يتغير
bn: পরিবর্তন
fa: تغییر دهید
fr: Changement
id: Mengubah
ms: Berubah
tr: Değiştirmek
ur: تبدیلی

source: Change Dhikr
ar: تغيير الذكر
bn: ধিক পরিবর্তন করুন
fa: ذکر را تغییر دهید
fr: Changer de dhikr
id: Ganti Dzikir
ms: Ubah Dzikir
tr: Zikri Değiştir
ur: ذکر کو تبدیل کریں۔

source: Compact Mode
ar: الوضع المضغوط
bn: কমপ্যাক্ট মোড
fa: حالت فشرده
fr: Mode compact
id: Mode Kompak
ms: Mod Padat
tr: Kompakt Mod
ur: کومپیکٹ موڈ

source: Complete!
ar: مكتمل!
bn: সম্পূর্ণ!
fa: تکمیل!
fr: Terminé !
id: Selesai!
ms: Selesai!
tr: Tamamlandı!
ur: مکمل!

source: Count your dhikr with a tap
ar: عد الذكر الخاص بك بنقرة واحدة
bn: একটি টোকা দিয়ে আপনার যিকির গণনা
fa: ذکر خود را با یک ضربه بشمار
fr: Comptez votre dhikr d'un simple toucher
id: Hitung dzikir Anda dengan satu ketukan
ms: Hitunglah zikirmu dengan satu ketukan
tr: Bir dokunuşla zikirinizi sayın
ur: اپنے ذکر کو تھپتھپا کر گنیں۔

source: Count your dhikr with a tap. Tracks SubhanAllah, Alhamdulillah, Allahu Akbar.
ar: عد الذكر الخاص بك بنقرة واحدة. المسارات سبحان الله، الحمد لله، الله أكبر.
bn: একটি টোকা দিয়ে আপনার যিকির গণনা. সুবহানআল্লাহ, আলহামদুলিল্লাহ, আল্লাহু আকবার ট্র্যাক করে।
fa: ذکر خود را با یک ضربه بشمار. آهنگ های سبحان الله، الحمدلله، الله اکبر.
fr: Comptez votre dhikr d'un simple toucher. Pistes SubhanAllah, Alhamdulillah, Allahu Akbar.
id: Hitung dzikir Anda dengan satu ketukan. Trek SubhanAllah, Alhamdulillah, Allahu Akbar.
ms: Hitunglah zikirmu dengan satu ketukan. Tracks SubhanAllah, Alhamdulillah, Allahu Akbar.
tr: Bir dokunuşla zikirinizi sayın. Sübhanallah, Elhamdulillah, Allahu Ekber izleri.
ur: اپنے ذکر کو تھپتھپا کر گنیں۔ سبحان اللہ، الحمدللہ، اللہ اکبر کو ٹریک کرتا ہے۔

source: Cycle to the next dhikr type
ar: انتقل إلى نوع الذكر التالي
bn: পরবর্তী যিকির টাইপ সাইকেল
fa: چرخه به نوع ذکر بعدی بروید
fr: Passer au type de dhikr suivant
id: Lanjutkan ke jenis dzikir berikutnya
ms: Kitar ke jenis zikir seterusnya
tr: Sonraki zikir türüne geçin
ur: اگلے ذکر کی قسم کی طرف چکر لگائیں۔

source: day streak
ar: سلسلة أيام
bn: দিন ধারাবাহিকতা
fa: روزهای متوالی
fr: jours de série
id: capaian beruntun harian
ms: pencapaian hari
tr: gün serisi
ur: دن کا سلسلہ

source: Dhuhr
ar: الظهر
bn: যোহর
fa: ظهر
id: Dzuhur
ms: Zohor
tr: Öğle
ur: ظہر

source: Every day counts.
ar: كل يوم مهم.
bn: প্রতিদিন গণনা করে।
fa: هر روز مهم است
fr: Chaque jour compte.
id: Setiap hari berarti.
ms: Setiap hari dikira.
tr: Her gün önemlidir.
ur: ہر دن شمار ہوتا ہے۔

source: Fajr
ar: الفجر
bn: ফজর
fa: فجر
id: Subuh
ms: Subuh
tr: Sabah
ur: فجر

source: High Contrast
ar: تباين عالٍ
bn: উচ্চ বৈসাদৃশ্য
fa: کنتراست بالا
fr: Contraste élevé
id: Kontras Tinggi
ms: Kontras Tinggi
tr: Yüksek Kontrast
ur: اعلی تضاد

source: Increment Tasbeeh
ar: زيادة التسبيح
bn: তাসবীহ বৃদ্ধি করুন
fa: افزایش تسبیح
fr: Incrémenter le Tasbih
id: Tambahkan Tasbeeh
ms: Tambah Tasbih
tr: Tesbihi Artır
ur: تسبیح بڑھائیں

source: Interactive Prayer Tracker
ar: متتبع الصلاة التفاعلي
bn: ইন্টারেক্টিভ প্রার্থনা ট্র্যাকার
fa: ردیاب نماز تعاملی
fr: Suivi de prière interactif
id: Pelacak Doa Interaktif
ms: Penjejak Doa Interaktif
tr: İnteraktif Namaz Takipçisi
ur: انٹرایکٹو نماز ٹریکر

source: Isha
ar: العشاء
bn: ইশা
fa: عشاء
id: Isya
ms: Isyak
tr: Yatsı
ur: عشاء

source: Keep going, you're on a roll!
ar: استمر، أنت في طريقك!
bn: চালিয়ে যান, আপনি একটি রোল!
fa: به راه خود ادامه دهید، شما در حال چرخش هستید!
fr: Continuez, vous êtes sur une lancée !
id: Lanjutkan, Anda berhasil!
ms: Teruskan, anda berada dalam roll!
tr: Devam edin, harikasınız!
ur: جاری رکھیں، آپ ایک رول پر ہیں!

source: Large, readable prayer times for bedside StandBy mode
ar: أوقات صلاة كبيرة وقابلة للقراءة لوضع الاستعداد بجانب السرير
bn: বেডসাইড স্ট্যান্ডবাই মোডের জন্য বড়, পাঠযোগ্য প্রার্থনার সময়
fa: اوقات نماز بزرگ و قابل خواندن برای حالت Standby کنار تخت
fr: Horaires de prière larges et lisibles pour le mode veille au chevet
id: Waktu sholat yang besar dan dapat dibaca untuk mode StandBy di samping tempat tidur
ms: Waktu solat yang besar dan boleh dibaca untuk mod Siap Sedia di sisi katil
tr: Başucu Bekleme modu için geniş, okunabilir namaz vakitleri
ur: پلنگ کے اسٹینڈ بائی موڈ کے لیے بڑے، پڑھنے کے قابل نماز کے اوقات

source: Large, readable prayer times for bedside StandBy mode. Perfect for Fajr alarms.
ar: أوقات صلاة كبيرة وقابلة للقراءة لوضع الاستعداد بجانب السرير. مثالية لأجهزة إنذار الفجر.
bn: বেডসাইড স্ট্যান্ডবাই মোডের জন্য বড়, পাঠযোগ্য প্রার্থনার সময়। ফজরের অ্যালার্মের জন্য পারফেক্ট।
fa: اوقات نماز بزرگ و قابل خواندن برای حالت Standby کنار تخت. مناسب برای دزدگیر فجر
fr: Des heures de prière larges et lisibles pour le mode veille au chevet. Parfait pour les alarmes Fajr.
id: Waktu sholat yang besar dan mudah dibaca untuk mode StandBy di samping tempat tidur. Sempurna untuk alarm Fajar.
ms: Waktu solat yang besar dan boleh dibaca untuk mod Siap Sedia di sisi katil. Sesuai untuk penggera Subuh.
tr: Başucu Bekleme modu için geniş, okunabilir namaz vakitleri. Sabah alarmları için mükemmeldir.
ur: پلنگ کے اسٹینڈ بائی موڈ کے لیے بڑے، پڑھنے کے قابل نماز کے اوقات۔ فجر کے الارم کے لیے بہترین۔

source: Log
ar: تسجيل
bn: লগ
fa: ثبت
fr: Enregistrer
id: Catat
ms: Rekod
tr: Kaydet
ur: لاگ

source: Log %@
ar: تسجيل %@
bn: %@ লগ করুন
fa: ثبت %@
fr: Enregistrer %@
id: Catat %@
ms: Rekod %@
tr: %@ Kaydet
ur: %@ لاگ کریں

source: Log Prayer from Widget
ar: تسجيل الصلاة من القطعة
bn: উইজেট থেকে প্রার্থনা লগ করুন
fa: ورود دعا از ویجت
fr: Enregistrer la prière à partir du widget
id: Catat Doa dari Widget
ms: Log Doa dari Widget
tr: Widget'tan Duayı Günlüğe Kaydet
ur: ویجیٹ سے نماز کو لاگ ان کریں۔

source: Log prayers directly from your home screen
ar: تسجيل الصلوات مباشرة من شاشتك الرئيسية
bn: আপনার হোম স্ক্রীন থেকে সরাসরি প্রার্থনা লগ করুন
fa: دعاها را مستقیماً از صفحه اصلی خود ثبت کنید
fr: Enregistrez les prières directement depuis votre écran d'accueil
id: Catat doa langsung dari layar beranda Anda
ms: Log doa terus dari skrin utama anda
tr: Dualarınızı doğrudan ana ekranınızdan kaydedin
ur: اپنی ہوم اسکرین سے براہ راست دعائیں لاگ کریں۔

source: Log your daily prayers with a tap.
ar: سجل صلواتك اليومية بنقرة واحدة.
bn: একটি টোকা দিয়ে আপনার দৈনন্দিন প্রার্থনা লগ করুন.
fa: نمازهای روزانه خود را با یک ضربه وارد کنید.
fr: Enregistrez vos prières quotidiennes d'un simple toucher.
id: Catat doa harian Anda dengan satu ketukan.
ms: Log doa harian anda dengan satu ketukan.
tr: Günlük dualarınızı bir dokunuşla kaydedin.
ur: ایک ٹیپ کے ساتھ اپنی روزانہ کی دعائیں لاگ ان کریں۔

source: Maghrib
ar: المغرب
bn: মাগরিব
fa: مغرب
tr: Akşam
ur: مغرب

source: Mark a prayer as completed
ar: ضع علامة على الصلاة كمكتملة
bn: একটি প্রার্থনা সমাপ্ত হিসাবে চিহ্নিত করুন
fa: یک دعا را به عنوان تمام شده علامت گذاری کنید
fr: Marquer une prière comme terminée
id: Tandai doa sebagai selesai
ms: Tandakan doa sebagai selesai
tr: Bir duayı tamamlandı olarak işaretleme
ur: نماز کو مکمل کے طور پر نشان زد کریں۔

source: Mashallah! A whole month!
ar: ما شاء الله! شهر كامل!
bn: মাশাল্লাহ! পুরো এক মাস!
fa: ماشاالله! یک ماه کامل!
fr: Machallah ! Un mois entier !
id: Mashallah! Sebulan penuh!
ms: Masyaallah! Sebulan penuh!
tr: Maşallah! Tam bir ay!
ur: ماشااللہ! پورا مہینہ!

source: Next Prayer
ar: الصلاة التالية
bn: পরবর্তী নামাজ
fa: نماز بعدی
fr: Prochaine prière
id: Shalat Berikutnya
ms: Solat Seterusnya
tr: Sonraki Namaz
ur: اگلی نماز

source: Next: %@
ar: التالي: %@
bn: পরবর্তী: %@
fa: بعدی: %@
fr: Suivant : %@
id: Berikutnya: %@
ms: Seterusnya: %@
tr: Sonraki: %@
ur: اگلا: %@

source: No More Prayers Today
ar: لا مزيد من الصلوات اليوم
bn: আজ আর কোন প্রার্থনা নেই
fa: امروز دیگر دعا نمی شود
fr: Plus de prières aujourd'hui
id: Tidak Ada Lagi Doa Hari Ini
ms: Tiada Lagi Solat Hari Ini
tr: Bugün Artık Dua Yok
ur: آج مزید دعائیں نہیں۔

source: Not active yet
ar: غير نشط بعد
bn: এখনো সক্রিয় নয়
fa: هنوز فعال نیست
fr: Pas encore actif
id: Belum aktif
ms: Belum aktif lagi
tr: Henüz aktif değil
ur: ابھی تک فعال نہیں ہے۔

source: Open app to refresh
ar: افتح التطبيق للتحديث
bn: রিফ্রেশ করতে অ্যাপ খুলুন
fa: برنامه را برای بازخوانی باز کنید
fr: Ouvrir l'application pour actualiser
id: Buka aplikasi untuk menyegarkan
ms: Buka apl untuk memuat semula
tr: Yenilemek için uygulamayı açın
ur: ریفریش کرنے کے لیے ایپ کھولیں۔

source: Pray today to keep your streak!
ar: صلوا اليوم لتحافظوا على خطكم!
bn: আপনার স্ট্রীক রাখা আজ প্রার্থনা!
fa: امروز برای حفظ خط خود دعا کنید!
fr: Priez aujourd'hui pour garder votre séquence !
id: Berdoalah hari ini untuk mempertahankan rekor Anda!
ms: Berdoa hari ini untuk mengekalkan rentak anda!
tr: Serinizi korumak için bugün dua edin!
ur: اپنا سلسلہ برقرار رکھنے کے لیے آج ہی دعا کریں!

source: Prayer ID
ar: معرف الصلاة
bn: প্রার্থনা আইডি
fa: شناسه نماز
fr: ID de prière
id: ID Doa
ms: ID solat
tr: Namaz Kimliği
ur: نماز کی شناخت

source: Prayer Log
ar: سجل الصلاة
bn: নামাজ লগ
fa: ثبت نماز
fr: Journal de prière
id: Catatan Shalat
ms: Rekod Solat
tr: Namaz Kaydı
ur: نماز کا لاگ

source: Prayer StandBy
ar: وضعية الصلاة
bn: প্রার্থনা স্ট্যান্ডবাই
fa: نماز آماده باش
fr: Prière en attente
id: Doa Siaga
ms: StandBy Solat
tr: Namaz Beklemesi
ur: نماز اسٹینڈ بائی

source: Prayer Streak
ar: سلسلة الصلاة
bn: নামাজ ধারাবাহিকতা
fa: روزهای متوالی نماز
fr: Série de prières
id: Capaian Beruntun Shalat
ms: Pencapaian Solat
tr: Namaz Serisi
ur: نماز کا سلسلہ

source: Prayer time
ar: وقت الصلاة
bn: নামাজের সময়
fa: وقت نماز
fr: L'heure de la prière
id: Waktu shalat
ms: Waktu solat
tr: Namaz vakti
ur: نماز کا وقت

source: Prayer Times
ar: أوقات الصلاة
bn: নামাজের সময়সূচি
fa: اوقات نماز
fr: Horaires de prière
id: Waktu Shalat
ms: Waktu Solat
tr: Namaz Vakitleri
ur: نماز کے اوقات

source: Prayer Tracker
ar: متتبع الصلاة
bn: প্রার্থনা ট্র্যাকার
fa: ردیاب دعا
fr: Suivi de prière
id: Pelacak Doa
ms: Penjejak Doa
tr: Namaz Takibi
ur: نماز ٹریکر

source: prayers completed
ar: صلوات مكتملة
bn: নামাজ সম্পন্ন
fa: نماز تمام شد
fr: prières accomplies
id: shalat selesai
ms: solat selesai
tr: namazlar tamamlandı
ur: نمازیں مکمل

source: prayers today
ar: صلوات اليوم
bn: আজ নামাজ
fa: نماز امروز
fr: prières aujourd'hui
id: shalat hari ini
ms: solat hari ini
tr: bugün namazlar
ur: آج کی نمازیں

source: Reset
ar: إعادة ضبط
bn: রিসেট
fa: بازنشانی
fr: Réinitialiser
id: Atur Ulang
ms: Set Semula
tr: Sıfırla
ur: ری سیٹ

source: Reset Tasbeeh
ar: إعادة ضبط التسبيح
bn: তাসবীহ রিসেট করুন
fa: بازنشانی تسبیح
fr: Réinitialiser le Tasbih
id: Atur Ulang Tasbeeh
ms: Set Semula Tasbih
tr: Tesbihi Sıfırla
ur: تسبیح ری سیٹ کریں

source: Reset the counter to zero
ar: إعادة ضبط العداد إلى الصفر
bn: কাউন্টারটি শূন্যে রিসেট করুন
fa: شمارنده را به صفر برگردانید
fr: Remettre le compteur à zéro
id: Setel ulang penghitung ke nol
ms: Tetapkan semula pembilang kepada sifar
tr: Sayacı sıfıra sıfırla
ur: کاؤنٹر کو صفر پر ری سیٹ کریں۔

source: Show Arabic
ar: عرض اللغة العربية
bn: আরবি দেখান
fa: نمایش عربی
fr: Afficher l'arabe
id: Tunjukkan bahasa Arab
ms: Tunjukkan bahasa Arab
tr: Arapçayı Göster
ur: عربی دکھائیں۔

source: Show Fajr Countdown
ar: عرض العد التنازلي للفجر
bn: ফজর কাউন্টডাউন দেখান
fa: نمایش شمارش معکوس فجر
fr: Afficher le compte à rebours du Fajr
id: Tampilkan Hitung Mundur Subuh
ms: Tunjukkan Undur Subuh
tr: Sabah Geri Sayımını Göster
ur: فجر کی الٹی گنتی دکھائیں۔

source: Show Hijri Date
ar: عرض التاريخ الهجري
bn: হিজরি তারিখ দেখান
fa: نمایش تاریخ هجری قمری
fr: Afficher la date de l'hégire
id: Tampilkan Tanggal Hijriah
ms: Tunjukkan Tarikh Hijrah
tr: Hicri Tarihi Göster
ur: ہجری تاریخ دکھائیں۔

source: Show Longest Streak
ar: عرض أطول خط
bn: দীর্ঘতম স্ট্রীক দেখান
fa: نمایش طولانی ترین رگه
fr: Afficher la séquence la plus longue
id: Tampilkan Pukulan Terpanjang
ms: Tunjukkan Rentak Terpanjang
tr: En Uzun Seriyi Göster
ur: سب سے لمبی اسٹریک دکھائیں۔

source: Show Time
ar: موعد العرض
bn: সময় দেখান
fa: نمایش زمان
fr: Afficher l'heure
id: Waktu Pertunjukan
ms: Masa Tayangan
tr: Gösteri zamanı
ur: وقت دکھائیں۔

source: Shows next prayer time
ar: يظهر وقت الصلاة القادمة
bn: পরবর্তী নামাজের সময় দেখায়
fa: وقت نماز بعدی را نشان می دهد
fr: Affiche la prochaine heure de prière
id: Menunjukkan waktu sholat berikutnya
ms: Menunjukkan waktu solat seterusnya
tr: Bir sonraki namaz vaktini gösterir
ur: اگلی نماز کا وقت دکھاتا ہے۔

source: Shows the next prayer time and daily schedule.
ar: يظهر وقت الصلاة القادمة والجدول اليومي.
bn: পরবর্তী প্রার্থনার সময় এবং দৈনিক সময়সূচী দেখায়।
fa: زمان نماز بعدی و برنامه روزانه را نشان می دهد.
fr: Affiche la prochaine heure de prière et l'horaire quotidien.
id: Menunjukkan waktu sholat berikutnya dan jadwal harian.
ms: Menunjukkan waktu solat seterusnya dan jadual harian.
tr: Bir sonraki namaz vaktini ve günlük programı gösterir.
ur: اگلی نماز کا وقت اور روزانہ کا شیڈول دکھاتا ہے۔

source: Shows your current prayer streak
ar: يظهر خط صلاتك الحالي
bn: আপনার বর্তমান প্রার্থনা ধারা দেখায়
fa: خط نماز فعلی شما را نشان می دهد
fr: Affiche votre séquence de prière en cours
id: Menunjukkan coretan doa Anda saat ini
ms: Menunjukkan coretan doa semasa anda
tr: Mevcut dua serinizi gösterir
ur: آپ کی موجودہ نماز کا سلسلہ دکھاتا ہے۔

source: StandBy Prayer Times
ar: أوقات الصلاة الاحتياطية
bn: স্ট্যান্ডবাই প্রার্থনার সময়
fa: زمان های نماز آماده به کار
fr: Horaires de prière en attente
id: Waktu Sholat Siaga
ms: Waktu Solat Bersedia
tr: Bekleme Namazı Vakitleri
ur: اسٹینڈ بائی نماز کے اوقات

source: Start your streak today.
ar: ابدأ خطك اليوم.
bn: আজ আপনার স্ট্রীক শুরু.
fa: بازی خود را از امروز شروع کنید.
fr: Commencez votre séquence aujourd'hui.
id: Mulailah pukulan Anda hari ini.
ms: Mulakan rentak anda hari ini.
tr: Serinize bugün başlayın.
ur: آج ہی اپنا سلسلہ شروع کریں۔

source: Tap to count
ar: انقر للعد
bn: গণনা করতে আলতো চাপুন
fa: برای شمارش ضربه بزنید
fr: Appuyez pour compter
id: Ketuk untuk menghitung
ms: Ketik untuk mengira
tr: Saymak için dokunun
ur: گننے کے لیے تھپتھپائیں۔

source: Tap to refresh
ar: انقر للتحديث
bn: রিফ্রেশ করতে আলতো চাপুন
fa: برای بازخوانی ضربه بزنید
fr: Appuyez pour actualiser
id: Ketuk untuk menyegarkan
ms: Ketik untuk memuat semula
tr: Yenilemek için dokunun
ur: ریفریش کرنے کے لیے تھپتھپائیں۔

source: Target Count
ar: العدد المستهدف
bn: লক্ষ্য গণনা
fa: تعداد هدف
fr: Comptage cible
id: Target Hitungan
ms: Kiraan Sasaran
tr: Hedef Sayısı
ur: ہدف گنتی

source: Tasbeeh Counter
ar: عداد التسبيح
bn: তাসবীহ কাউন্টার
fa: شمارنده تسبیح
fr: Compteur Tasbih
id: Penghitung Tasbeeh
ms: Pengira Tasbih
tr: Tesbih Sayacı
ur: تسبیح کاؤنٹر

source: Time to pray
ar: حان وقت الصلاة
bn: নামাজের সময় হয়েছে
fa: وقت نماز است
fr: C'est l'heure de prier
id: Waktunya shalat
ms: Waktu untuk solat
tr: Namaz vakti geldi
ur: نماز کا وقت ہو گیا

source: Track your daily prayer streak.
ar: تتبع خط صلاتك اليومية.
bn: আপনার দৈনন্দিন প্রার্থনা স্ট্রীক ট্র্যাক.
fa: خط نماز روزانه خود را دنبال کنید.
fr: Suivez votre séquence de prière quotidienne.
id: Lacak rangkaian doa harian Anda.
ms: Jejaki coretan doa harian anda.
tr: Günlük dua serinizi takip edin.
ur: اپنی روزانہ کی نماز کے سلسلے کو ٹریک کریں۔
